---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.LoadUsage
source: html/64b729cf-735d-f5c0-c282-76ce4156a7a0.htm
---
# LoadUsage Properties

The id of the assembly instance to which the element belongs.